{"_id":{"$oid":"5de1c705279a40810496ebaf"},"stallid":3,"code":301,"name":"Chicken Gyro Wrap","description":"Constantly moving? Make sure to get an energy-boosting chicken gyro wrap! It’s tasty chicken goodness, veggies and Taverna’s secret sauce all wrapped up in tender Pita bread.","price":99.0,"image":"chickenwrap.jpg","inventory":"Available"}
{"_id":{"$oid":"5de1c705279a40810496ebb0"},"stallid":3,"code":302,"name":"Beef Gyro Wrap","description":"Always in a rush with no time to stop for lunch? Take along Taverna’s beef gyro wrap and you’re sure to get a delicious, filling meal on the go! It’s soft pita bread is stuffed with marinated beef, veggies, and Taverna’s secret sauce.","price":100.0,"image":"beefwrap.jpg","inventory":"Out of Stock"}
{"_id":{"$oid":"5de1c705279a40810496ebb1"},"stallid":3,"code":303,"name":"Greek Chicken Bites \u0026 Fries","description":"Indulge with Taverna’s Greek fried chicken and piping hot fries! Whether your on the go or sitting down for a leisurely lunch, this deliciously indulgent fried chicken bites, fries, and Taverna’s secret sauce combo will surely be a treat!","price":90.0,"image":"greekfries.jpg","inventory":"Available"}
{"_id":{"$oid":"5de1c705279a40810496ebb2"},"stallid":3,"code":304,"name":"Naked Chicken Gyro","description":"If you’re not a fan of pita, don’t worry. With the Naked Chicken Gyro, you’ll get all of Taverna’s wrap goodness on a fluffy bed of rice. So hurry and order this yummy meal of chicken, veggies, secret sauce, and rice.","price":100.0,"image":"nakedchicken.jpg","inventory":"Available"}
{"_id":{"$oid":"5de1c705279a40810496ebb3"},"stallid":3,"code":305,"name":"Naked Beef Gyro","description":"It’s the beef gyro without the wrap! Get all of taverna’s Greek beefy goodness on top of delicious white rice. Accompanied by veggies and secret sauce, it’s sure to whet your appetite.","price":110.0,"image":"nakedbeef.jpg","inventory":"Available"}
{"_id":{"$oid":"5de1c705279a40810496ebb4"},"stallid":3,"code":306,"name":"Greek Chicken Bites \u0026 Rice","description":"Greek chicken can be a hearty meal too!Flavorful fried chicken chucks, veggies, and Taverna’s mouth-watering secret sauce top perfectly cooked rice in this deliciously filling meal.","price":90.0,"image":"greekrice.jpg","inventory":"Available"}
